---
kind: enumMember
id: F:Autodesk.Revit.DB.IFCVersion.IFC2x3FM
enum: Autodesk.Revit.DB.IFCVersion
source: html/03f1bce3-dd39-9deb-c732-db82474cb40b.htm
---
# Autodesk.Revit.DB.IFCVersion.IFC2x3FM

IFC2x3 Extended FM Handover View